print("Вибери тему для проходження тесту:")

print("Географія")

print("Історія")

print("Математика")

a = input("Тема:")

if a == "Географія":

    print("Яка найвища гора в світі?")
    b = input()
    if b == "Еверест":
        print("Правильно")
    else:
        print("Неправильно")
        

if a == "Історія":

    print("В якому році україна стала незалежною державою?")
    c = input()
    if c == "1991":
        print("Правильно")
    else:
        print("Неправильно")


if a == "Математика":

    print("У якої фігури всі кути та сторони рівні?")
    d = input()
    if d == "Квадрат":
        print("Правильно")
    else:
        print("Неправильно")

else:
    print("Такої теми немає")


    
